Repository: burakCokyildirim/MessagingApp-VIPER
Catalog: Messaging App/Messaging App/Scenes/TabBar/*.lproj/TabBar.strings
Languages: tr

# 7be-9H-NCX.title
source: My Incoming Letters
tr: Gelen Mektuplarım

# B7q-V7-sYM.title
source: Select Envelope
tr: Zarfını Seç

# FUt-fz-KOm.title
source: Letter Time Tracking
tr: Mektup Zaman Takibi

# LGl-Vc-Xea.text
source: Incoming Letters
tr: Gelen Mektuplar

# RNl-fV-LJL.text
source: Outgoing Letters
tr: Giden Mektuplar

# ZSg-qR-xKr.normalTitle
source: Send Letter
tr: Mektup Gönder

# aVh-Ta-QvP.text
source: How to envelop your mysterious letter would you like to send it?
tr: Gizemli mektubunu nasıl bir zarfla göndermek istersin?

# dku-vP-hyM.normalTitle
source: Letters To Be Transmitted
tr: Karşıya İletilecek Mektuplar

# i4l-8W-lzx.text
source: Outgoing Letters
tr: Giden Mektuplar

# iMc-A1-XNI.text
source: Have you decided what to write? Then start creating your letter!
tr: Ne yazacağına karar verdin mi? O halde mektubunu oluşturmaya başla!

# ipz-iO-FBO.title
source: My Outgoing Letters
tr: Gönderilen Mektuplarım

# j0w-YF-Ege.normalTitle
source: Letters I expected
tr: Beklediğim Mektuplar

# w0P-ek-Z3r.text
source: Incoming Letters
tr: Gelen Mektuplar

# zKS-hn-7aZ.normalTitle
source: Next
tr: İleri
