Repository: burakCokyildirim/MessagingApp-VIPER
Catalog: Messaging App/Messaging App/Application/*.lproj/Localizable.strings
Languages: tr

# register.select_this_location
source: Select this location.
tr: Bu konumu seç.

# confirmation_code.enter_phone_number
source: Enter Phone Number
tr: Telefon Numaranızı Girin

# confirmation_code.verify_phone_number
source: Verify Phone Number
tr: Telefon Numaranızı Doğrulayın

# confirmation_code.enter_address_information
source: Enter Address Information
tr: Adres Bilginizi Girin

# confirmation_code.verify_text
source: Please enter your phone number so that we can verify your account.
tr: Lütfen hesabınızı doğrulayabilmemiz için telefon numaranızı girin.

# confirmation_code.check_sms_text
source: Check the SMS messages. We sent you the verification code at +%d%.0f.
tr: SMS mesajlarınızı kontrol edin. +%d%.0f numarasına sms gönderdik.

# confirmation_code.address_text
source: We need your address information to calculate the time for sending the letter (representation).
tr: Mektup gönderme (temsili) süresinin hesaplanabilmesi için adres bilginize ihtiyacımız var.

# confirmation_code.send_again_text
source: Send again
tr: Tekrar gönder

# tab-bar.home
source: Home
tr: Ana Sayfa

# tab-bar.incoming
source: Incoming
tr: Gelen

# tab-bar.outgoing
source: Outgoing
tr: Gönderilen

# tab-bar.follow
source: Follow
tr: Takip

# home.have_letter_to_future
source: %d letters are on the way!
tr: %d Mektubun Yolda !

# home.not_have_letter_to_future
source: You have not any letter to come.
tr: Gelecek mektubun yok.

# format_day
source: %02dd
tr: %02dg

# format_hour
source: %02dh
tr: %02ds

# format_minute
source: %02dm
tr: %02ddk

# terms_and_conditions_text1
source: I agree to the Messaging App %@.
tr: Messaging App %@nı kabul ediyorum.

# terms_and_conditions_text2
source: Terms and Conditions
tr: Şartlar ve Koşulları

# terms_of_use_link
source: https://test.com/terms-of-use.html
tr: https://test.com/kullanim-kosullari.html

# privacy_policy_link
source: https://test.com/privacy-policy.html
tr: https://test.com/gizlilik-politikasi.html

# register_button_text1
source: Don't have an account yet? Sign up %@...
tr: Henüz hesabınız yok mu? %@ kaydolun...

# register_button_text2
source: here
tr: Buradan

source: Yes
tr: Evet

source: No
tr: Hayır

source: OK
tr: Tamam

# close
source: Cancel
tr: İptal

source: Cancel
tr: İptal

source: Warning
tr: Uyarı

source: Error
tr: Hata

# success
source: Successful
tr: Başarılı

# generic
source: Error
tr: Hata

# unknown
source: Unknown Error
tr: Bilinmeyen Hata

source: Finish
tr: Bitir

source: Next
tr: İleri

source: Completed
tr: Tamamlandı

source: Skip
tr: Geç

source: Attention
tr: Dikkat

# letters_expected
source: Letters I Expected
tr: Beklediğim Mektuplar

source: Letters To Be Transmitted
tr: Karşıya İletilecek Mektuplar

source: Letter Time Tracking
tr: Mektup Zaman Takibi

source: My Incoming Letters
tr: Gelen Mektuplarım

source: My Outgoing Letters
tr: Giden Mektuplarım

source: Select Envelope!
tr: Zarfını Seç!

source: Select Your Stamp
tr: Pulunu Seç

source: Choose Your Paper!
tr: Kağıdını Seç!

source: Put Your Mind on Paper!
tr: Aklındakini Kağıda Dök!

# who_will_send
source: Who will you send to?
tr: Kime Göndereceksin?

source: Settings
tr: Ayarlar

source: Preview
tr: Önizleme

source: Please Complate
tr: Lütfen Tamamlayın

# warning_empty_name
source: Name cannot be empty!
tr: İsim boş geçilemez!

# warning_empty_email
source: Email cannot be empty!
tr: Mail boş geçilemez!

# warning_empty_phoneNumber
source: Phone Number cannot be empty!
tr: Telefon numarası boş geçilemez!

# warning_empty_password
source: Password cannot be empty!
tr: Şifre boş geçilemez!

# warning_short_password
source: The password must be at least 6 characters long.
tr: Şifre en az 6 karakter uzunluğunda olmalı.

# warning_wrong_name
source: Please enter your name correctly.
tr: Lütfen isminizi doğru bir biçimde giriniz.

# warning_wrong_email
source: Please enter a valid email address.
tr: Lütfen geçerli bir mail adresi giriniz.

# warning_empty_confirmation_code
source: Please enter your %d digit verification code.
tr: Lütfen %d haneli doğrulama kodunuzu giriniz.

# warning_empty_letter_content
source: Please write something for your letter.
tr: Lütfen mektubunuz için bir şeyler yazınız.

# warning_not_select_user
source: Start typing the name of the user you want to send and select it from the list.
tr: Göndermek istediğiniz kullanıcının ismini yazmaya başlayın ve listeden seçin.

# warning_empty_areas
source: Fields cannot be empty!
tr: Alanlar boş geçilemez!

# warning_notmatch_passwords
source: Passwords do not match.
tr: Şifreler eşleşmiyor.

# warning_is_old_passwords
source: Your new password cannot be the same as your old password!
tr: Yeni şifreniz eski şifreniz ile aynı olamaz!

# warning_checkbox_unchecked
source: To complete the registration process, check the box and accept the "Terms and Conditions".
tr: Kayıt işlemini tamamlayabilmek için kutucuğu işaretleyerek "Şartlar ve Koşulları" kabul ediniz.

# message_text.register_completed_and_email_verify_required
source: Register completed. Check your mailbox to confirm your account.
tr: Kayıt tamamlandı. Hesabınızı onaylamak için mail kutunuzu kontrol edin.

# message_text.successfully_sent_password_reset_link
source: Password reset link has been successfully sent to your e-mail address.
tr: Şifre sıfırlama bağlantısı başarılı bir şekilde mail adresinize gönderildi.

# message_text.successfully_sent_letter
source: Congratulations! Your letter set out to be forwarded. Now you can keep track of when your letter will arrive from the menu.
tr: Tebrikler! Mektubun iletilmek üzere yola çıktı. Şimdi menüden mektubunun ne zaman ulaşacağını takip edebilirsin.

# message_text.change_password_process_success
source: Your password has been successfully changed.
tr: Şifreniz başarılı bir şekilde değiştirildi.

# message_text.please_enter_address_description
source: Please enter an address description.
tr: Lütfen bir adres açıklaması giriniz.

# message_text.no_whatsapp
source: Whatsapp application is not installed on your device.
tr: Cihazınızda Whatsapp uygulaması yüklü değil.

# message_text.revert_letter
source: Are you sure you want to cancel sending the letter?
tr: Mektubu gönderme işlemini iptal etmek istediğinize emin misiniz?

# message_text.block_user
source: Are you sure you want to block this user?
tr: Bu kullanıcıyı engellemek istediğinize emin misiniz?

# message_text.report_user
source: Are you sure you want to report this user?
tr: Bu kullanıcı şikayet etmek istediğinize emin misiniz?

# message_text.successed_blocking
source: This user successfully blocked. You will no longer receive letters from this user.
tr: Kullanıcı başarılı bir şekilde engellendi. Artık bu kullanıcıdan mektup almayacaksınız.

# message_text.successed_reporting
source: This user successfully reported. Our technical team will examine your complaint.
tr: Şikayetiniz iletildi. Teknik ekibimiz şikayetinizi inceleyecek.

# error_message.has_no_internet
source: Please check your internet connection.
tr: Lütfen internet bağlantınızı kontrol ediniz.

# error_message.http_error
source: Service error occurred.
tr: Servis hatası oluştu.

# error_message.somethings_wrong
source: An unexpected error has occurred. Please try again later.
tr: Beklenmeyen bir hata oluştu. Lütfen daha sonra tekrar deneyiniz.

# error_message.parse_error
source: An unexpected error has occurred. Please try again later.
tr: Beklenmeyen bir hata oluştu. Lütfen daha sonra tekrar deneyiniz.

# error_message.token_expired
source: Your session has expired. Please login again.
tr: Oturumunuzun süresi dolmuştur. Lütfen tekrar giriş yapınız.

# error_message.validation_error
source: Validation error.
tr: Validasyon hatası.

# error_message.wrong_passowrd
source: You entered an incorrect e-mail or password.
tr: Yanlış bir e-mail ya da şifre girdiniz.

# error_message.old_wrong_passowrd
source: You have entered your old password incorrectly.
tr: Eski şifrenizi yanlış girdiniz.

# error_message.wrong_code
source: Your verification code is incorrect.
tr: Doğrulama kodunuz yanlış.

# error_message.email_activation_required
source: Your mail activation has not been made. Please check your mailbox.
tr: Mail aktivasyonunuz yapılmamış. Lütfen mail kutunuzu kontrol ediniz.

# error_message.email_in_use
source: The email address you entered appears to be used. If you are the owner of the account, click "Forgot Password" on the login screen.
tr: Girmiş olduğunuz mail adresi kullanılmış görünüyor. Hesabın sahibi sizseniz giriş ekranından "Şifremi Unuttum" yazısına tıklayınız.

# error_message.phone_in_use
source: The phone number you entered has already been used.
tr: Girmiş olduğunuz telefon numarası daha önceden kullanılmış.

# error_message.email_not_exist
source: The email address you entered does not exist.
tr: Girmiş olduğunuz mail adresi mevcut değil.

# error_message.please_select_address
source: Please select an address. Your address information is required to know how far between you and other users. Thus, the arrival times of the letters are calculated.
tr: Lütfen bir adres seçiniz. Adres bilginiz, mektup göndereceğiniz yada alacağınız diğer kullanıcılar ile aranızda ne kadar mesafe olduğunun bilinmesi için gereklidir. Böylelikle mektup gönderim süreleri hesaplanmaktadır.

# error_message.unexpected_error
source: An unexpected error has occurred. Please try again later.
tr: Beklenmeyen bir hata oluştu. Lütfen daha sonra tekrar deneyiniz.

# invete_message
source: Hello there! I want to send you a letter from the Messaging App application. Can you sign-up this app to we can send letters to each other? https://www.test.com
tr: Merhaba! Messaging App uygulamasından sana mektup göndermek istiyorum. Birbirimize mektup gönderebilmek için bu uygulamaya kayıt olur musun? https://www.test.com

source: Address Description
tr: Adres Açıklaması

source: No matches found.
tr: Eşleşme Bulunamadı.

source: Select Photo
tr: Fotoğraf Seç

source: Camera
tr: Kamera

source: No Camera available.
tr: Kamera Mevcut Değil

source: Photo Library
tr: Fotoğraf Galerisi
