Repository: burakCokyildirim/MessagingApp-VIPER
Catalog: Messaging App/Messaging App/Scenes/TabBar/SendLetter/*.lproj/SendLetter.strings
Languages: tr

# 2yx-H6-tDG.normalTitle
source: Next
tr: İleri

# 3DW-3C-WKm.title
source: Person Selection
tr: Kime Göndereceksin?

# 4Hd-SR-GWB.text
source: Your letter will look like this:
tr: Mektubunuz bu şekilde görünecek:

# 5sI-WB-E9c.placeholder
source: Enter Username
tr: Kullanıcı adı girin

# 6ZN-gH-TSV.normalTitle
source: Back
tr: Geri

# IbP-SK-5Fl.text
source: Who do you want to send your letter to? Please enter the registered username.
tr: Mektubunu kime göndermek istiyorsun? Lütfen kayıtlı kullanıcı adını giriniz.

# Iq1-bB-abK.normalTitle
source: Next
tr: İleri

# Jlt-vn-rM3.title
source: Write
tr: Aklındakini Kağıda Dök !

# Jmq-vb-gPA.normalTitle
source: Back
tr: Geri

# Nn6-gw-N6f.text
source: With which stamp will you send the letter?
tr: Mektubu hangi pulla göndereceksin?

# QKu-Tz-Acn.title
source: Select Paper
tr: Kağıt Seç

# Rvd-HE-Rbv.normalTitle
source: Send
tr: Gönder

# UFL-Fv-HSl.title
source: Select Stamp
tr: Pulunu Seç

# dGe-4d-DRM.normalTitle
source: Next
tr: İleri

# dIx-bb-GLw.normalTitle
source: Next
tr: İleri

# dUC-iS-vci.normalTitle
source: Back
tr: Geri

# g1o-eG-ZqT.text
source: Choose how you want to send your letter!
tr: Mektubunu nasıl göndermek istediğini seç!

# nKI-8n-HjJ.title
source: Preview
tr: Önizleme

# ot9-Mp-4ge.normalTitle
source: Next
tr: İleri

# sKk-sA-srC.title
source: How to send?
tr: Nasıl Gitsin?

# war-Ri-dHg.normalTitle
source: Back
tr: Geri

# yus-LB-HUn.text
source: Invite your friend!
tr: Arkadaşlarını davet et!

# zzk-SD-bKZ.normalTitle
source: Back
tr: Geri
